[
    {
        "category": "reading",
        "task description": "Given the passage below, answer the questions that follow:\npassage:\nThe history of the transmission of ancient Roman texts prior to invention of the printing press is reconstructed from evidence both internal and external to the texts themselves. Internal evidence is used to reconstruct the relationship of the surviving manuscripts of a Roman text to one another, as represented in a modern stemma codicum: a diagram depicting the genealogical relationship of surviving manuscripts and those the stemmas editor believes existed at one time. Stemma are scholar’s only road maps to textual connections based on internal evidence, but they may paint a distorted picture of reality because they diagram the relationships of only those manuscripts known or inferred today. If surviving copies are few, the stemma perforce brings into proximity manuscripts that were widely separated in time and place of origin. Conversely, the stemma can also bestow a semblance of separation on manuscripts written within a few months of one another or even in the same room.\n\nOne type of external evidence that may shed light on the transmission of Roman texts is the availability of a work in the Middle Ages, when many classical texts were circulated. Too often, though, too much is inferred about a particular works circulation in the Middle Ages from the number of manuscripts surviving today. When a work survives in a single manuscript copy, editors call the manuscript, rather glamorously, the lone survivor–implying that all its (presumably rare) companions were destroyed sometime early in the Middle Ages by pillaging barbarians. It is equally possible that the work survived far into the Middle Ages in numerous copies in monastic libraries but were unnoticed due to lack of interest. The number of extant manuscripts, however few, really does not allow scholars to infer how many ancient Latin manuscripts of a work survived to the ninth, the twelfth, or even the fifteenth century.\n\nQuotations from a Roman text by a medieval author are another category of external evidence: but does the appearance of a rare word or grammatical construction—or even a short passage—really indicate a medieval author’s firsthand knowledge of this or that ancient work, or does such usage instead derive from some intermediate source, such as a grammar book or a popular style manual? Medieval authors do quote extensively from ancient authors; while such quotations provide some evidence of the works medieval circulation, as well as define its evolving fortunes and the various uses to which it was put, they may be far less useful in reconstructing the text of an ancient work.\n\nMuch as scholars want to look for overall patterns and formulate useful generalizations, the transmission of each text is a different story and each manuscripts history is unique. Scholars must be careful not to draw conclusions that go beyond what the evidence can support.\nquestions:\n1. The passage is primarily concerned with which of the following?\nA. tracing certain changes in the methods used to study the transmission of ancient Roman texts.\nB. contrasting two types of evidence used in investigating the transmission of ancient Roman texts.\nC. outlining certain difficulties associated with studying the transmission of ancient Roman texts.\nD. advocating the use of one type of evidence about ancient Roman texts over the use of another type.\nE. explaining the development and potential uses and drawbacks of stemma in the study of ancient Roman texts.\n\n2. As described in the passage, a stemma is most closely analogous to which of the following?\nA. a department store inventory list that excludes some departments\nB. a map from which a large section has been torn off\nC. a chronology that includes only major historical events\nD. a family tree in which some generations are not recorded\nE. a government organizational chart from which some agencies are omitted\n\nConsider each of the choices separately and select all that apply.\n3. In its discussion of external evidence, the passage suggests which of the following about manuscripts of ancient Roman texts during the Middle Ages?\nA. It is possible that fewer manuscripts were destroyed by barbarians in the early Middle Ages than scholars frequently suppose.\nB. Additional copies of some so-called lone survivor manuscripts may have existed well into the Middle Ages.\nC. If an ancient Roman text is quoted in a work by a medieval author, then it is likely that at least one manuscript copy of that text survived into the Middle Ages."
    },
    {
        "category": "reading",
        "task description": "Given the passage below, answer the questions that follow:\npassage:\nMary Barton, particularly in its early chapters, is a moving response to the suffering of the industrial worker in the England of the 1840s. What is most impressive about the book is the intense and painstaking effort made by the author, Elizabeth Gaskell, to convey the experience of everyday life in working class homes. Her method is partly documentary in nature: the novel includes such features as a carefully annotate reproduction of dialect, the exact details of food prices in an account of a tea party, an itemized description of the furniture of the Bartons’ living room, and a transcription (again annotated) of the ballad “The Oldham Weaver”. The interest of this record is considerable, even though the method has a slightly distancing effect.\n\nAs a member of the middle class, Gaskell could hardly help approaching working-class life as an outside observer and a reporter, and the reader of the novel is always conscious of this fact. But there is genuine imaginative re-creation in her accounts of the walk in Green Heys Fields, of tea at the Bartons’ house, and of John Barton and his friend’s discovery of the starving family in the cellar in the chapter “Poverty and Death.” Indeed, for a similarly convincing re-creation of such families’ emotions and responses (which are more crucial than the material details on which the mere reporter is apt to concentrate), the English novel had to wait 60 years for the early writing of D. H. Lawrence. If Gaskell never quite conveys the sense of full participation that would completely authenticate this aspect of Mary Bartons, she still brings to these scenes an intuitive recognition of feelings that has its own sufficient conviction.\n\nThe chapter “Old Aice’s History” brilliantly dramatizes the situation of that early generation of workers brought from the villages and the countryside to the urban industrial centers. The account of Job Leigh, the weaver and naturalist who is devoted to the study of biology, vividly embodies one kind of response to an urban industrial environment: an affinity for living things that hardens, by its very contrast with its environment, into a kind of crankiness. The early chapters—about factory workers walking out in spring into Green Heys Fields, about Alice Wilson, remembering in her cellar the twig-gathering for brooms in the native village that she will never again see, about Job Leigh, intent on his impaled insects—capture the characteristic responses of a generation to the new and cr ushing exper ience of industrialism. The other early chapters eloquently portray the development of the instinctive cooperation with each other that was already becoming an important tradition among workers.\nquestions:\n1. It can be inferred from examples given in the last paragraph of the passage that which of the following was part of “the new and crushing experience of industrialism” for many members of the English working class in the nineteenth century.\nA. extortionate food prices\nB. geographical displacement\nC. hazardous working conditions \nD. alienation from fellow workers E. dissolution of family ties\n\n2. It can be inferred that the author of the passage believes that Mary Barton might have been an even better novel if Gaskell\nA. concentrated on the emotions of a single character\nB. made no attempt to re-create experiences of which she had no firsthand knowledge\nC. made no attempt to reproduce working-class dialects D. grown up in an industrial city\nE. managed to transcend her position as an outsider\n\n3. Which of the following best describes the author’s attitude toward Gaskell’s use of the method of documentary record in Mary Barton?\nA. uncritical enthusiasm\nB. unresolved ambivalence\nC. qualified approval \nD. resigned acceptance E. mild irritation\n\n4. Which of the following is most closely analogous to Job Leigh in Mary Barton, as that character is described in the passage?\nA. an entomologist who collected butterflies as a child\nB. a small-town attorney whose hobby is nature photography\nC. a young man who leaves his family’s dairy farm to start his own business D. a city dweller who raises exotic plants on the roof of his apartment building E. a union organizer who works in a textile mill under dangerous conditions"
    },
    {
        "category": "reading",
        "task description": "Given the passage below, answer the questions that follow:\\npassage:\\nIn philosophical debates about the value of literature, followers of *aestheticism maintain that the moral views expressed in a work of fiction are irrelevant when assessing the work\\'s value. They consider only aesthetic features such as change of pace, the creation and release of tension, the harmonizing of disparate elements, and other features similar to those valued in instrumental music. The opposing view, ethicism, insists upon the importance of a work\\'s moral views in any assessment of its value. Adherents of the extreme form of ethicism refuse to grant any value whatsoever to works they feel express immoral ideas, and they attach no value at all to the aesthetic features of a work. More moderate proponents of ethicism, however, value the aesthetic features of a work but nevertheless see them as secondary to the work\\'s moral viewpoint.\\n\\nThe most prominent form of ethicism claims that fictional literature is vital for a person\\'s moral development. Indeed, the central tenet of this edifying school of ethicism is that fiction has value primarily because of its ability to improve people morally by increasing their awareness of injustice. Martha Nussbaum, unlike\\nsome other members of the edifying school, does not argue that a work of fiction must have a simple and directly stated moral, but she does believe that a work should contain a moral lesson even if that lesson is complex and only indirectly described.\\n\\nLiterary critic Richard Posner objects that more people have been changed by reading natural science and social science than by reading fiction. Furthermore, he notes that even when the moral views expressed in a work fall out of favor, the work\\'s prestige usually suffers little damage. Indeed, Posner argues that most readers accept the presence of ethical views that conflict with their own with the same equanimity with which they accept the presence of antiquated customs or diction as both inevitable- given the antiquity of so much literature - and incidental to the purpose for which they read it.\\n\\nPosner concedes that we can change and improve ourselves through reading fiction. For example, we can improve our ability to express ourselves and achieve greater understanding of cultures, epochs, and sensibilities remote from our own, and indeed fiction may often increase our awareness of injustice, thereby improving us morally. Nevertheless, Posner believes that fiction is first and foremost an art form and as such is valuable primanly for the pleasure it gives its readers. Clearly, this pleasure is not always of the escapist sort, since it can be conferred by grimly realistic depictions of disasters and undeserved suffering. In such cases, Posner contends, fiction confers on us the peculiarly intellectual pleasure of reading about people who are much like ourselves but whose lives are more intense and charged with significance.\\nquestions:\\n1. It can be inferred from the passage that Nussbaum would be most likely to agree with which of the following statements about a work of fiction?\\nA. A work of fiction may be valuable even when it is difficult for some readers to understand fully the moral lesson contained in the work.\\nB. The value of a work of fiction depends for the most part on the popularity of the moral views that it expresses.\\nC. Despite the ability of fiction to broaden a person\\'s experience of other cultures, acquaintance with fiction is not required for a person\\'s moral development.\\nD. Purely aesthetic features of a work of fiction have value unless they complicate the expression of the work\\'s moral lesson.\\nE. Reading fiction that expresses its moral lesson indirectly is unlikely to improve a person morally.\\n\\n2. According to the passage, proponents of aestheticism and moderate forms of ethicism have which of the following in common?\\nA. They deny that works of fiction that express immoral ideas have any value whatsoever.\\nB. They deny that the moral viewpoint of a work of fiction is relevant when assessing the work\\'s value.\\nC. They assign more value to the aesthetic features of a work of fiction than to the moral views expressed in the work.\\nD. They assign some value to the moral viewpoint of a work of fiction.\\nE. They assign some value to the aesthetic features of a work of fiction.\\n\\n3. It can be inferred from the passage that Posner would be most likely to examine which of the following when assessing the value of a painting?\\nA. The painting\\'s ability to influence the viewer\\'s moral development\\nB. The painting\\'s ability to provide the viewer with pleasure\\nC. The painting\\'s ability to increase the viewer\\'s understanding of remote cultures and epochs\\nD. Whether or not the painting depicts its subject realistically\\nE. Whether or not the painting harmonizes disparate aesthetic elements."
    }
]

